USE Acadamy_318_SQL;

INSERT Teachers
		( last_name, first_name, middle_name, birth_date, work_siense)
VALUES  ( N'Иванов', N'Павел', N'Евгеньевич', '2001-04-15', '2012-09-15'),
		( N'Петрова', N'Наталья', N'Алексеевна', '1998-11-15', '2012-09-15'),
		( N'Сидоров', N'Сергей', N'Александрович', '1980-04-16', '2012-09-15'),
		( N'Соловьев', N'Евгений', N'Александрович', '1986-02-06', '2012-09-15'),
		( N'Васин', N'Никита', N'Сергеевич', '1997-10-05', '2012-09-15'),
		( N'Жуков', N'Мария', N'Владимировна', '2000-07-08', '2012-09-15'),
		( N'Бессмертный', N'Артем', N'Владимирович', '2000-01-07', '2012-09-15');

SELECT * FROM Teachers;