USE Acadamy_318_SQL;

INSERT Students
		( last_name, first_name, middle_name, birth_date, [group])
VALUES  (N'Чумаченко', N'Павел', N'Евгеньевич', '2002-09-15', 5),
		(N'Журавлева', N'Наталья', N'Алексеевна', '1978-12-30', 5),
		(N'Соколов', N'Сергей', N'Александрович', '2000-01-06', 5),
		(N'Егоров', N'Евгений', N'Александрович', '1986-02-06', 5),
		(N'Сивков', N'Никита', N'Сергеевич', '1995-01-05', 3),
		(N'Тарлавина', N'Мария', N'Владимировна', '2002-07-08', 3),
		(N'Фурсов', N'Артем', N'Владимирович', '2002-08-07', 4);
--		(N'', N'', N'', '--', 5),
--		(N'', N'', N'', '--', 5),
--		(N'', N'', N'', '--', 5),

SELECT * FROM Students;